





























<!DOCTYPE html>
<html>
  <head>
	<meta charset="utf-8" name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no">
	<title>大石头v0.2</title>
  </head>
  <style>
  h1{
     color:orange
    }
    
   body{
        background-color:Pink
     
     
     
     } 
    
    h2{
       color:green
        }
  
  
    video{
         
         
         
         
         
  
           width:100%;
           height:300px
                    
  
         }
  
         background-image:("159357.jpg")
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
  </style>










<body>	
   <h2></h2>
   <h1>大石头</h1>
   <h3>公告:视频播放会有延迟;如果显示启动显示无数据属于链接问题请等待;请勿破解此软件后果自负;视频播放会有延迟</h3>
   <pre>
<button onclick="a()">当前状态:已连接服务器 </button>

<button onclick="e()">点我播放视频教程</button>   
                                             
<button onclick ="g()">播放音乐 </button>      <button onclick="t()">暂停音乐</button>    

<button onclick="r()">黄色模式</button>

<button><a href="https://www.123pan.com/s/8eaSVv-QD3H3">点我开始启动 </a></button>
( ﹡ˆoˆ﹡ )如需下载就点击按纽(∗❛ั∀❛ั∗)✧*。  
请注意:视频播放会有延迟 
请注意:如果启动无响应请耐心等待  
请注意:如果显示启动显示无数据属于链接问题请等待 
警告:请勿破解此软件后果自负   
   
   </pre>
  <video src="123456.mp4">视频</video>
  <audio src="456456.mp3" autoplay="autoplay"></audio>


<script>  
 //你爸还在边上看呢，边看边说老子草的好，夸老子让你妈爽了。你他妈知道为什么吗?因为你爹他妈的阳痿鸡巴让我切了!操你妈的废物狗篮子，你特么还想骂人?你个窝囊废我操你个死妈你Y全家爆炸，我操你妈了个臭逼，你妈了个逼的狗篮子跟你爹我BB啥呢?你爹我操你妈的时候怎么没把你射墙上呢?嗯?谁给你的勇气和我对骂?你妈没拦着你说我是你亲爹吗，我操你妈的逼，一脚给你妈逼踹开花了，跟他妈你现在脸盘子一边大，我去你妈了个蝴蝶螺旋大骚逼，你妈追我三条街说我长得像你爹，狗篮子我给你妈挂树上了，你他妈个没屁眼他妈用嘴拉屎的废逼，我他妈踹烂你妈逼你妈还让野狗舔，你说你妈骚不骚，你说你妈逼有多臭，我操你妈的逼的，我操你妈的时候你爸还在边上看呢，边看边说老子草的好，夸老子让你妈爽了。你他妈知道为什么吗?因为你爹他妈的阳痿鸡巴让我切了!操你妈的废物狗篮子，你特么还想骂人?你个窝囊废我操你个死妈你Y全家爆炸，我操你妈了个臭
 //你爸还在边上看呢，边看边说老子草的好，夸老子让你妈爽了。你他妈知道为什么吗?因为你爹他妈的阳痿鸡巴让我切了!操你妈的废物狗篮子，你特么还想骂人?你个窝囊废我操你个死妈你Y全家爆炸，我操你妈了个臭逼，你妈了个逼的狗篮子跟你爹我BB啥呢?你爹我操你妈的时候怎么没把你射墙上呢?嗯?谁给你的勇气和我对骂?你妈没拦着你说我是你亲爹吗，我操你妈的逼，一脚给你妈逼踹开花了，跟他妈你现在脸盘子一边大，我去你妈了个蝴蝶螺旋大骚逼，你妈追我三条街说我长得像你爹，狗篮子我给你妈挂树上了，你他妈个没屁眼他妈用嘴拉屎的废逼，我他妈踹烂你妈逼你妈还让野狗舔，你说你妈骚不骚，你说你妈逼有多臭，我操你妈的逼的，我操你妈的时候你爸还在边上看呢，边看边说老子草的好，夸老子让你妈爽了。你他妈知道为什么吗?因为你爹他妈的阳痿鸡巴让我切了!操你妈的废物狗篮子，你特么还想骂人?你个窝囊废我操你个死妈你Y全家爆炸，我操你妈了个臭
 //你爸还在边上看呢，边看边说老子草的好，夸老子让你妈爽了。你他妈知道为什么吗?因为你爹他妈的阳痿鸡巴让我切了!操你妈的废物狗篮子，你特么还想骂人?你个窝囊废我操你个死妈你Y全家爆炸，我操你妈了个臭逼，你妈了个逼的狗篮子跟你爹我BB啥呢?你爹我操你妈的时候怎么没把你射墙上呢?嗯?谁给你的勇气和我对骂?你妈没拦着你说我是你亲爹吗，我操你妈的逼，一脚给你妈逼踹开花了，跟他妈你现在脸盘子一边大，我去你妈了个蝴蝶螺旋大骚逼，你妈追我三条街说我长得像你爹，狗篮子我给你妈挂树上了，你他妈个没屁眼他妈用嘴拉屎的废逼，我他妈踹烂你妈逼你妈还让野狗舔，你说你妈骚不骚，你说你妈逼有多臭，我操你妈的逼的，我操你妈的时候你爸还在边上看呢，边看边说老子草的好，夸老子让你妈爽了。你他妈知道为什么吗?因为你爹他妈的阳痿鸡巴让我切了!操你妈的废物狗篮子，你特么还想骂人?你个窝囊废我操你个死妈你Y全家爆炸，我操你妈了个臭
 
 
 
 c =("卡密错误5")
 p =("暗号正确点我进入马牛逼模式")
 b =("欢迎使用")
 a = prompt("请输入卡密(你只有一次机会)");  
h1 = document.querySelector("h1") 
h2 = document.querySelector("h2")
//正确密码:SURPRISECHEATSESP
if(a =="SURPRISECHEATSESP"){h1.innerText = b}else{for(i = 5;i < 999999999;i){alert(i+c)}}
  
audio = document.querySelector("audio")
video = document.querySelector("video")
function e(){
             
              video.play()
            }


 
 function r(){k = prompt("请输入暗号")
              if(k == "我们都没有家坤坤爱背带裤我们都是马牛逼"){alert("请自行百度搜索此链接:https://www.123pan.com/s/8eaSVv-ED3H3")
              
              }else{alert("暗号错误")}
              
              
             
             
             }
     
 function t(){ 
              audio.pause()
 
             }  
   
   
  
  function g(){  
               
               audio.play()
  
              }
  

 
 
  
 
 
 
</script>
 
 
 
 
 
</body>










</html>
